Repository: bietiekay/SimctlHelperUI
Catalog: SimctlHelperUI/Localizable.xcstrings
Source language: en
Languages: de

source: (empty)
de: (leer)

source: %.0fs
de: %.0f Sek.

source: %@ Copy
de: %@ Kopie

source: %d lines
de: %d Zeilen

source: %d of %d points in import range
de: %d von %d Punkten im Importbereich

source: %d points (without timestamps)
de: %d Punkte (ohne Zeitstempel)

source: %d points, duration: %@
de: %d Punkte, Dauer: %@

source: + %d additional waypoints hidden in direct editor.
de: + %d weitere Wegpunkte im Direkteditor ausgeblendet.

source: A route requires at least two waypoints.
de: Eine Route benötigt mindestens zwei Wegpunkte.

source: Actions
de: Aktionen

source: Add
de: Hinzufügen

source: Add Mode
de: Hinzufügen-Modus

source: Add mode: Left click on the map to add a new waypoint.
de: Hinzufügen-Modus: Mit Linksklick auf die Karte einen neuen Wegpunkt hinzufügen.

source: All
de: Alle

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchtest du "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: At least two points are required in the selected range.
de: Im ausgewählten Bereich müssen mindestens zwei Punkte enthalten sein.

source: Auto-Boot on Send
de: Auto-Boot beim Senden

source: Availability
de: Verfügbarkeit

source: Available
de: Verfügbar

source: Boot
de: Starten

source: Booted
de: Gestartet

source: Cancel
de: Abbrechen

source: Choose Location Point
de: Standortpunkt wählen

source: Choose which locations and routes should be imported.
de: Wähle aus, welche Standorte und Routen importiert werden sollen.

source: Clear Location
de: Standort löschen

source: Clear Log
de: Log leeren

source: Click on the map to move this location.
de: Klicke auf die Karte, um diesen Standort zu verschieben.

source: Click on the map to place the new saved location.
de: Klicke auf die Karte, um den neuen gespeicherten Standort zu setzen.

source: Clone
de: Klonen

source: Clone "%@"
de: "%@" klonen

source: Clone Device
de: Gerät klonen

source: Command failed: %@
de: Befehl fehlgeschlagen: %@

source: Copy Log
de: Log kopieren

source: Default: %@
de: Standard: %@

source: Delete
de: Löschen

source: Delete All
de: Alle löschen

source: Delete Device
de: Gerät löschen

source: Delete Unavailable
de: Nicht verfügbare löschen

source: Delete Unavailable Simulators
de: Nicht verfügbare Simulatoren löschen

source: Device Details
de: Gerätedetails

source: Device not found
de: Gerät nicht gefunden

source: Device Overview
de: Geräteübersicht

source: Device Type
de: Gerätetyp

source: Direct edit is limited to the first %d waypoints.
de: Direktbearbeitung ist auf die ersten %d Wegpunkte begrenzt.

source: Distance
de: Distanz

source: Distance (m)
de: Distanz (m)

source: Edit Location Point
de: Standortpunkt bearbeiten

source: Edit On Map
de: Auf Karte bearbeiten

source: Edit Waypoints
de: Wegpunkte bearbeiten

source: End
de: Ende

source: Export All
de: Alle exportieren

source: Export Location/Route Library...
de: Standort-/Routenbibliothek exportieren...

source: Failed to boot selected simulator within timeout.
de: Der ausgewählte Simulator konnte innerhalb des Zeitlimits nicht gestartet werden.

source: Failed: %@
de: Fehlgeschlagen: %@

source: Finished
de: Abgeschlossen

source: Idle
de: Leerlauf

source: Import GPX
de: GPX importieren

source: Import GPX Route...
de: GPX-Route importieren...

source: Import Location/Route Library...
de: Standort-/Routenbibliothek importieren...

source: Import Selection
de: Auswahl importieren

source: Import...
de: Importieren...

source: Interval
de: Intervall

source: Interval (s)
de: Intervall (s)

source: Invalid device name
de: Ungültiger Gerätename

source: Invalid GPX format: %@
de: Ungültiges GPX-Format: %@

source: Invalid JSON response
de: Ungültige JSON-Antwort

source: Invalid latitude %@. Expected range: -90...90.
de: Ungültiger Breitengrad %@. Erwarteter Bereich: -90...90.

source: Invalid longitude %@. Expected range: -180...180.
de: Ungültiger Längengrad %@. Erwarteter Bereich: -180...180.

source: Invalid speed %@. Speed must be greater than 0.
de: Ungültige Geschwindigkeit %@. Die Geschwindigkeit muss größer als 0 sein.

source: Invalid update value %@. Value must be greater than 0.
de: Ungültiger Aktualisierungswert %@. Der Wert muss größer als 0 sein.

source: Lat
de: Breite

source: Lat %.6f, Lon %.6f
de: Breite %.6f, Länge %.6f

source: Latitude
de: Breitengrad

source: Left click on the map to set a coordinate.
de: Linksklick auf die Karte, um eine Koordinate zu setzen.

source: Library File
de: Bibliotheksdatei

source: Location Actions
de: Standort-Aktionen

source: Location Details
de: Standortdetails

source: Location Player
de: Standort-Player

source: Location Player - %@
de: Standort-Player - %@

source: Locations
de: Standorte

source: Locations (%d/%d)
de: Standorte (%d/%d)

source: Lon
de: Länge

source: Longitude
de: Längengrad

source: Move
de: Verschieben

source: Move mode: waypoint %d. Left click on the map to move it.
de: Verschiebe-Modus: Wegpunkt %d. Linksklick auf die Karte, um ihn zu verschieben.

source: Moving...
de: Verschieben...

source: n/a
de: k. A.

source: New
de: Neu

source: New device name
de: Neuer Gerätename

source: New Location
de: Neuer Standort

source: New Route
de: Neue Route

source: No active route to pause or resume.
de: Keine aktive Route zum Pausieren oder Fortsetzen.

source: No debug entries yet.
de: Noch keine Debug-Einträge.

source: No default location configured.
de: Kein Standardstandort konfiguriert.

source: No device selected
de: Kein Gerät ausgewählt

source: No devices found
de: Keine Geräte gefunden

source: No mode active. Enable Add Mode or select a waypoint to move.
de: Kein Modus aktiv. Aktiviere den Hinzufügen-Modus oder wähle einen Wegpunkt zum Verschieben.

source: No results found for "%@".
de: Keine Treffer für "%@" gefunden.

source: No route points found in the selected time range.
de: Im ausgewählten Zeitbereich wurden keine Routenpunkte gefunden.

source: No route points found. The GPX must contain at least two track/route points.
de: Keine Routenpunkte gefunden. Die GPX-Datei muss mindestens zwei Track-/Routenpunkte enthalten.

source: No simulator selected
de: Kein Simulator ausgewählt

source: No target simulator selected.
de: Kein Zielsimulator ausgewählt.

source: None
de: Keiner

source: Open Controls
de: Steuerung öffnen

source: Open Location Player
de: Standort-Player öffnen

source: Pause/Resume
de: Pause/Fortsetzen

source: Paused
de: Pausiert

source: Play
de: Abspielen

source: Preview
de: Vorschau

source: Quit SimctlHelperUI
de: SimctlHelperUI beenden

source: Refresh
de: Aktualisieren

source: Rename
de: Umbenennen

source: Rename Location
de: Standort umbenennen

source: Rename Route
de: Route umbenennen

source: Reset To Default Location
de: Auf Standardstandort zurücksetzen

source: Result found
de: Treffer gefunden

source: Resume
de: Fortsetzen

source: Route Actions
de: Routen-Aktionen

source: Route Details
de: Routendetails

source: Route Name
de: Routenname

source: Routes
de: Routen

source: Routes (%d/%d)
de: Routen (%d/%d)

source: Running
de: Läuft

source: Save
de: Speichern

source: Search
de: Suchen

source: Search Simulators
de: Simulatoren suchen

source: Search failed: %@
de: Suche fehlgeschlagen: %@

source: Search place (e.g. Berlin Central Station)
de: Ort suchen (z. B. Berlin Hbf)

source: Select a location first.
de: Bitte zuerst einen Standort auswählen.

source: Select a location from the library.
de: Wähle einen Standort aus der Bibliothek aus.

source: Select a location or route from the library.
de: Wähle einen Standort oder eine Route aus der Bibliothek aus.

source: Select a route first.
de: Bitte zuerst eine Route auswählen.

source: Select a route from the library.
de: Wähle eine Route aus der Bibliothek aus.

source: Select a target simulator first.
de: Bitte zuerst einen Zielsimulator auswählen.

source: Select a target simulator in the Location Player first.
de: Bitte zuerst einen Zielsimulator im Standort-Player auswählen.

source: Select a waypoint to move, or add a new one by clicking on the map.
de: Wähle einen Wegpunkt zum Verschieben aus oder füge mit einem Klick auf die Karte einen neuen hinzu.

source: Selected Location
de: Ausgewählter Standort

source: Selected simulator is shutdown.
de: Der ausgewählte Simulator ist ausgeschaltet.

source: Selected simulator is shutdown. Actions will boot it automatically.
de: Der ausgewählte Simulator ist ausgeschaltet. Aktionen starten ihn automatisch.

source: Selected simulator is shutdown. Enable Auto-Boot or boot it manually.
de: Der ausgewählte Simulator ist ausgeschaltet. Aktiviere Auto-Boot oder starte ihn manuell.

source: Selected: %.6f, %.6f
de: Ausgewählt: %.6f, %.6f

source: Set Default
de: Als Standard setzen

source: Set Location
de: Standort setzen

source: Shutdown
de: Ausschalten

source: SimctlHelperUI Debug Log Device: %@ UDID: %@ -----
de: SimctlHelperUI Debug-Log Gerät: %@ UDID: %@ -----

source: Single location mode
de: Einzelstandort-Modus

source: Speed (m/s)
de: Geschwindigkeit (m/s)

source: Start: %.6f, %.6f | End: %.6f, %.6f
de: Start: %.6f, %.6f | Ende: %.6f, %.6f

source: State
de: Status

source: Stop
de: Stopp

source: Target Device
de: Zielgerät

source: The GPX file could not be read.
de: Die GPX-Datei konnte nicht gelesen werden.

source: The simulator is no longer booted. Playback was stopped.
de: Der Simulator ist nicht mehr gestartet. Die Wiedergabe wurde gestoppt.

source: This removes all unavailable simulators from the current list.
de: Dadurch werden alle nicht verfügbaren Simulatoren aus der aktuellen Liste entfernt.

source: Time Range
de: Zeitbereich

source: Unavailable
de: Nicht verfügbar

source: Unknown
de: Unbekannt

source: Unknown error
de: Unbekannter Fehler

source: Untitled Location
de: Unbenannter Standort

source: Untitled Route
de: Unbenannte Route

source: Update Mode
de: Aktualisierungsmodus

source: Use Point
de: Punkt verwenden

source: Use Waypoints
de: Wegpunkte verwenden

source: Waypoint Range
de: Wegpunktbereich

source: Waypoints
de: Wegpunkte

source: Waypoints (%d)
de: Wegpunkte (%d)

source: Zoom in
de: Hineinzoomen

source: Zoom out
de: Herauszoomen
